{
  "sharing": {
    "title": "Deadline for Net Neutrality",
    "description": "We’re days away from the deadline. Tell your elected officials: “Vote to save net neutrality.”",
    "image": "https://www.deadlinefornetneutrality.com/share/time-is-running-out.jpg",
    "defaultTweetText": "I’m asking Congress to restore #NetNeutrality before time runs out. Join me at DeadlineForNetNeutrality.com.",
    "url": "https://www.deadlinefornetneutrality.com"
  },
  "googleAnalyticsId": "UA-123898108-7",
  "actionNetworkPetitionId": "318ecb23-9ad5-4ecc-a25c-20d1ec09c731",
  "demandProgressPetitionId": "deadline-net-neutrality-nov-2018",
  "donateUrl": "https://donate.fightforthefuture.org/",
  "mapboxToken": "",
  "countdownEndDateTime": "December 10, 2018 18:00:00",
  "letterText": "Dear Members of Congress,\n\nThe whole Internet is watching you. The deadline is fast approaching. You have less than a month to make a decision that will impact the future of humanity: will you vote to restore net neutrality and help save the free and open Internet? Or will you go down in history as one of the politicians who helped hasten its death?\n\nWe are Internet users, business owners, students, gamers, streamers, emailers, selfie-sharers, friends, parents, and voters. We are people from every political persuasion and every background. The Internet has changed our lives and our world for the better. It’s given more of us a voice than ever before, created jobs, and connected all of us to a vast library of human knowledge and an unprecedented platform for the free exchange of ideas, all at our fingertips.\n\nNet neutrality is not like other issues that are met with partisan divisiveness. It’s the basic underlying principle that has allowed the Internet to thrive since its inception. Without it, monopolistic Internet providers like Comcast, Verizon, and AT&T –– some of the least popular companies in the United States –– will become the dictators of our online experience: they’ll control what we see, where we get our news, which businesses succeed, and which ones fail.\n\nThe FCC’s decision to repeal net neutrality is one of the most undemocratic in recent history. It’s a radical departure from decades of bipartisan consensus. The agency ignored the voices of citizens and experts alike in a proceeding overrun with identity theft and fraud. Poll after poll shows that the overwhelming majority of people from across the political spectrum support strong protections against blocking, throttling, and paid prioritization of Internet content. In divided times, this is one of the few things we all agree on.\n\nNow, Internet users expect and deserve action. It’s time for members of the House to put partisan politics aside and protect the future of America’s Internet. Please join your Senate colleagues by signing the discharge petition and passing the bipartisan Congressional Review Act (CRA) resolution (H.J.Res. 129) to restore net neutrality before the December 10 deadline.\n\nYour actions will determine whether or not the Internet will continue to serve as an engine for innovation, job creation, and economic growth. This isn’t a political decision, it’s a moral one. We urge you to make the right choice before it’s too late."
}
