{
  "sharing": {
    "title": "Letter to Congress",
    "description": "A Fight for the Future website",
    "image": "https://www.example.com/share.jpg",
    "defaultTweetText": "",
    "url": "https://www.example.com"
  },
  "googleAnalyticsId": "",
  "actionNetworkPetitionId": "",
  "donateUrl": "https://donate.fightforthefuture.org/",
  "mapboxToken": "",
  "countdownEndDateTime": "December 10, 2018 18:00:00",
  "letterText": "Dear Members of Congress,\n\nWe are Internet users, Wikipedia editors, gamers, streamers, podcasters, emailers, friends, parents, and voters who rely on access to the free and open Internet for nearly every single part of our lives. We are writing today with a message: How you choose to deal with the FCC’s repeal of net neutrality will shape how we communicate forever. Your actions will decide whether the Internet continues to serve as a platform for free speech, innovation, and economic growth. Your actions will decide whether users or Internet service providers (ISPs) determine who is successful in our democracy, culture, and economy. Your actions will decide how history remembers the greatest information system the world has ever known.\n\nThe Federal Communication Commission’s repeal of net neutrality is one of the most undemocratic decisions in recent memory. Over TKTK million Internet users spoke out in opposition. Polling data shows that TKTK% percent of people across the political spectrum support strong protections against blocking, throttling, and paid prioritization by Internet service providers (ISPs). The FCC’s proceeding to gut net neutrality was riddled with irregularities and mass identity fraud. This repeal is illegitimate and cannot stand. Lawmakers in the House of Representatives must work to overturn it immediately.\n\nThe Internet is the essential communications infrastructure of our time, and net neutrality has fueled it’s remarkable innovation and growth. For TKTK years a bipartisan consensus has kept net neutrality protections in place to ensure that Internet service providers do not restrict what users see, hear, and do online. All the major Internet carriers have been caught throttling popular media sites, and this summer Verizon was caught slowing first responders’ connections during California wildfires. TKTK Americans have nowhere to turn because they have no choice in Internet providers. And with net neutrality repealed there is nothing to protect Internet users and no way for them to seek recourse from abusive practices by ISPs. This is unacceptable. Net neutrality is more than just an idea or policy – it is hard-coded into the architecture of the Internet. To subvert it in the way the FCC has is to radically undermine our right to free expression and democracy.\n\nIn the 2018 midterm elections voters overwhelmingly cast their ballot for candidates who support the free and open Internet. It’s clear that Internet users expect action. Senate Republicans, Democrats, and Independents have already approved a bipartisan resolution to restore the protections embodied in the FCC’s 2015 Open Internet Order. Now we need members of the House to put aside their partisan politics and do the same. WeWe the people urge our elected representatives to use the Congressional Review Act (CRA) to restore Title II protections for net neutrality."
}
